linux和它的小伙伴/常用的8个第三方YUM源.org
#+TITLE: 常用的8个第三方YUM源
#+AUTHOR: lujun9972
#+TAGS: linux和它的小伙伴
#+DATE: [2018-09-16 日 12:31]
#+LANGUAGE:  zh-CN
#+OPTIONS:  H:6 num:nil toc:t \n:nil ::t |:t ^:nil -:nil f:t *:t <:nil

从 https://www.tecmint.com/yum-thirdparty-repositories-for-centos-rhel/ 看到的，记录一下。

* EPEL
EPEL 是 Extra Packages for Enterprise Linux 的缩写（EPEL），是用于 Fedora-based Red Hat Enterprise Linux (RHEL) 的一个高质量软件源

运行下面命令启用EPEL仓库
#+BEGIN_SRC shell :results org :dir /ssh:root@192.168.1.38:
  # RHEL/CentOS 7 64-Bit ##
  wget http://dl.fedoraproject.org/pub/epel/epel-release-latest-7.noarch.rpm
  sudo rpm -ivh epel-release-latest-7.noarch.rpm

  # RHEL/CentOS 6 64-Bit ##
  wget http://dl.fedoraproject.org/pub/epel/6/x86_64/epel-release-6-8.noarch.rpm
  rpm -ivh epel-release-6-8.noarch.rpm
#+END_SRC

由于EPEL仓库可能会依赖某些来自optional和extras仓库的包，因此RHEL7上还需要启用这两个仓库
#+BEGIN_SRC shell :results org :dir /ssh:root@192.168.1.38:
  sudo subscription-manager repos --enable "rhel-*-optional-rpms" --enable "rhel-*-extras-rpms"
#+END_SRC

