blog/2018/09/16/常用的8个第三方yum源/index.html
<!DOCTYPE html>
<html lang="en">
<head>
  <title>常用的8个第三方YUM源 - 暗无天日</title>
  <meta charset="utf-8" />
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport"
        content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
  <meta name="author" content="lujun9972" />
  <meta name="keywords" content="linux和它的小伙伴" />
  <link rel="stylesheet" media="screen" href="/media/css/font.css" rel="stylesheet" type="text/css"/>
  <link rel="stylesheet" href="/media/css/main.css" type="text/css">
  <link rel="stylesheet" href="/media/css/kdComment.css" type="text/css">
  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/gitalk@1/dist/gitalk.css">
</head>

  <body class="container">
<div>
  <header class="masthead">
    <h1 class="masthead-title"><a href="/">暗无天日</a></h1>
    <p>=============&gt;随便,谢谢</p>
    <nav class="site-nav">
      <div class="menu-icon">
        <svg viewBox="0 0 18 15">
          <path d="M18,1.484c0,0.82-0.665,1.484-1.484,1.484H1.484C0.665,2.969,0,2.304,0,1.484l0,0C0,0.665,0.665,0,1.484,0 h15.031C17.335,0,18,0.665,18,1.484L18,1.484z" fill="#ffff00"/>
          <path d="M18,7.516C18,8.335,17.335,9,16.516,9H1.484C0.665,9,0,8.335,0,7.516l0,0c0-0.82,0.665-1.484,1.484-1.484 h15.031C17.335,6.031,18,6.696,18,7.516L18,7.516z" fill="#ffff00"/>
          <path d="M18,13.516C18,14.335,17.335,15,16.516,15H1.484C0.665,15,0,14.335,0,13.516l0,0 c0-0.82,0.665-1.484,1.484-1.484h15.031C17.335,12.031,18,12.696,18,13.516L18,13.516z" fill="#ffff00"/>
        </svg>
      </div>
      <ul class="trigger">
              <li><a href="/years/">Years</a></li>
              <li><a href="/authors/">Authors</a></li>
              <li><a href="/tags/">Tags</a></li>
              <li><a href="/about/">About</a></li>
              <li><a href="https://github.com/lujun9972/lujun9972.github.com">Github</a></li>
              <li><a href="/rss.xml">RSS</a></li>
      </ul>
    </nav>
    <form method="get" id="searchform" action="http://www.google.com/search">
        <input type="text" class="field" name="q" id="s" placeholder="Search">
        <input type="hidden" name="as_sitesearch" value="lujun9972.github.io">
    </form>
  </header>
</div>

<div>
<div class="post">
<h1 class="title">常用的8个第三方YUM源</h1>
<div id="table-of-contents">
<h2>&#30446;&#24405;</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org6c24a21">EPEL</a></li>
<li><a href="#org9dd4bf0">REMI</a></li>
<li><a href="#org7ed12cc">RPM Fusion</a></li>
<li><a href="#orgaf0e6cc">ELRepo</a></li>
<li><a href="#org5358bf2">NUX-dextop</a></li>
<li><a href="#org05a7956">GhettoForge</a></li>
<li><a href="#orgd4708df">Psychotic Ninja</a></li>
<li><a href="#org13ef156">IUS</a></li>
</ul>
</div>
</div>
<p>
从 <a href="https://www.tecmint.com/yum-thirdparty-repositories-for-centos-rhel/">https://www.tecmint.com/yum-thirdparty-repositories-for-centos-rhel/</a> 看到的，记录一下。
</p>

<div id="outline-container-org6c24a21" class="outline-2">
<h2 id="org6c24a21">EPEL</h2>
<div class="outline-text-2" id="text-org6c24a21">
<p>
EPEL 是 Extra Packages for Enterprise Linux 的缩写（EPEL），是用于 Fedora-based Red Hat Enterprise Linux (RHEL) 的一个高质量软件源
</p>

<p>
运行下面命令启用EPEL仓库
</p>
<div class="org-src-container">
<pre class="src src-shell"><span style="color: #2aa1ae; background-color: #292e34;"># </span><span style="color: #2aa1ae; background-color: #292e34;">RHEL/CentOS 7 64-Bit ##</span>
wget http://dl.fedoraproject.org/pub/epel/epel-release-latest-7.noarch.rpm
sudo rpm -ivh epel-release-latest-7.noarch.rpm

<span style="color: #2aa1ae; background-color: #292e34;"># </span><span style="color: #2aa1ae; background-color: #292e34;">RHEL/CentOS 6 64-Bit ##</span>
wget http://dl.fedoraproject.org/pub/epel/6/x86_64/epel-release-6-8.noarch.rpm
rpm -ivh epel-release-6-8.noarch.rpm
</pre>
</div>

<p>
由于EPEL仓库可能会依赖某些来自optional和extras仓库的包，因此RHEL7上还需要启用这两个仓库
</p>
<div class="org-src-container">
<pre class="src src-shell">sudo subscription-manager repos --enable <span style="color: #2d9574;">"rhel-*-optional-rpms"</span> --enable <span style="color: #2d9574;">"rhel-*-extras-rpms"</span>
</pre>
</div>
</div>
</div>
