linux和它的小伙伴/常用的8个第三方YUM源.org
* REMI
REMI仓库提供了最新版本PHP相关的软件,不过在在启用REMI之前，需要先启用EPEL

CentOS/RHEL7
#+BEGIN_SRC shell :results org :dir /ssh:root@192.168.1.38:
  wget https://rpms.remirepo.net/enterprise/remi-release-7.rpm
  sudo rpm -Uvh remi-release-7.rpm
#+END_SRC

#+RESULTS:
#+BEGIN_SRC org
Preparing...                                                            (100%)#                                 (100%)##                                (100%)###                               (100%)####                              (100%)#####                             (100%)######                            (100%)#######                           (100%)########                          (100%)#########                         (100%)##########                        (100%)###########                       (100%)############                      (100%)#############                     (100%)##############                    (100%)###############                   (100%)################                  (100%)#################                 (100%)##################                (100%)###################               (100%)####################              (100%)#####################             (100%)######################            (100%)#######################           (100%)########################          (100%)#########################         (100%)##########################        (100%)###########################       (100%)############################      (100%)#############################     (100%)##############################    (100%)###############################   (100%)################################  (100%)################################# (100%)################################# [100%]
Updating / installing...
   1:remi-release-7.5-2.el7.remi                                        (  7%)#                                 (  7%)##                                (  7%)###                               ( 24%)####                              ( 24%)#####                             ( 24%)######                            ( 24%)#######                           ( 24%)########                          ( 40%)#########                         ( 40%)##########                        ( 40%)###########                       ( 40%)############                      ( 40%)#############                     ( 40%)##############                    ( 43%)###############                   ( 46%)################                  ( 49%)#################                 ( 52%)##################                ( 59%)###################               ( 59%)####################              ( 67%)#####################             ( 67%)######################            ( 67%)#######################           ( 74%)########################          ( 74%)#########################         ( 81%)##########################        ( 81%)###########################       ( 81%)############################      ( 86%)#############################     ( 99%)##############################    ( 99%)###############################   ( 99%)################################  ( 99%)################################# ( 99%)################################# [100%]
#+END_SRC

CentOS/RHEL6
#+BEGIN_SRC shell :results org :dir /ssh:root@192.168.1.38:
  wget https://rpms.remirepo.net/enterprise/remi-release-6.rpm
  rpm -Uvh remi-release-6.rpm
#+END_SRC

