blog/2018/09/16/常用的8个第三方yum源/index.html

<div id="outline-container-org9dd4bf0" class="outline-2">
<h2 id="org9dd4bf0">REMI</h2>
<div class="outline-text-2" id="text-org9dd4bf0">
<p>
REMI仓库提供了最新版本PHP相关的软件,不过在在启用REMI之前，需要先启用EPEL
</p>

<p>
CentOS/RHEL7
</p>
<div class="org-src-container">
<pre class="src src-shell">wget https://rpms.remirepo.net/enterprise/remi-release-7.rpm
sudo rpm -Uvh remi-release-7.rpm
</pre>
</div>

<div class="org-src-container">
<pre class="src src-org">Preparing...                                                            (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#                                 (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##                                (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###                               (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;####                              (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#####                             (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;######                            (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#######                           (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;########                          (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#########                         (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##########                        (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###########                       (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;############                      (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#############                     (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##############                    (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###############                   (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################                  (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#################                 (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##################                (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###################               (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;####################              (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#####################             (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;######################            (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#######################           (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;########################          (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#########################         (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##########################        (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###########################       (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;############################      (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#############################     (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##############################    (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###############################   (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################  (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################# (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################# <span style="color: #86dc2f; background-color: #293235; font-weight: bold;">[100%]</span>
Updating / installing...
   1:remi-release-7.5-2.el7.remi                                        (  7%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#                                 (  7%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##                                (  7%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###                               ( 24%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;####                              ( 24%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#####                             ( 24%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;######                            ( 24%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#######                           ( 24%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;########                          ( 40%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#########                         ( 40%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##########                        ( 40%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###########                       ( 40%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;############                      ( 40%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#############                     ( 40%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##############                    ( 43%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###############                   ( 46%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################                  ( 49%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#################                 ( 52%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##################                ( 59%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###################               ( 59%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;####################              ( 67%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#####################             ( 67%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;######################            ( 67%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#######################           ( 74%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;########################          ( 74%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#########################         ( 81%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##########################        ( 81%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###########################       ( 81%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;############################      ( 86%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#############################     ( 99%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##############################    ( 99%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###############################   ( 99%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################  ( 99%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################# ( 99%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################# <span style="color: #86dc2f; background-color: #293235; font-weight: bold;">[100%]</span>
</pre>
</div>

<p>
CentOS/RHEL6
</p>
<div class="org-src-container">
<pre class="src src-shell">wget https://rpms.remirepo.net/enterprise/remi-release-6.rpm
rpm -Uvh remi-release-6.rpm
</pre>
</div>
</div>
</div>
