linux和它的小伙伴/常用的8个第三方YUM源.org
* RPM Fusion
RPM Fusion同时提供了一些自由和非自由的软件，同样的它也需要先启用EPEL

CentOS/RHEL7
#+BEGIN_SRC shell :results org :dir /ssh:root@192.168.1.38:
  sudo yum localinstall -y --nogpgcheck https://download1.rpmfusion.org/free/el/rpmfusion-free-release-7.noarch.rpm 
  sudo yum localinstall -y --nogpgcheck https://download1.rpmfusion.org/nonfree/el/rpmfusion-nonfree-release-7.noarch.rpm
#+END_SRC

CentOS/RHEL6
#+BEGIN_SRC shell :results org :dir /ssh:root@192.168.1.38:
  sudo yum localinstall --nogpgcheck https://download1.rpmfusion.org/free/el/rpmfusion-free-release-6.noarch.rpm 
  sudo yum localinstall --nogpgcheck https://download1.rpmfusion.org/nonfree/el/rpmfusion-nonfree-release-6.noarch.rpm
#+END_SRC

* ELRepo
ELRepo提供了一些硬件驱动相关的包

CentOS/RHEL7
#+BEGIN_SRC shell :results org :dir /ssh:root@192.168.1.38:
  sudo rpm --import https://www.elrepo.org/RPM-GPG-KEY-elrepo.org
  sudo rpm -Uvh https://www.elrepo.org/elrepo-release-7.0-3.el7.elrepo.noarch.rpm
#+END_SRC

CentOS/RHEL6
#+BEGIN_SRC shell :results org :dir /ssh:root@192.168.1.38:
  sudo rpm --import https://www.elrepo.org/RPM-GPG-KEY-elrepo.org
  sudo rpm -Uvh https://www.elrepo.org/elrepo-release-6-8.el6.elrepo.noarch.rpm
#+END_SRC

