blog/2018/09/16/常用的8个第三方yum源/index.html

<div id="outline-container-org7ed12cc" class="outline-2">
<h2 id="org7ed12cc">RPM Fusion</h2>
<div class="outline-text-2" id="text-org7ed12cc">
<p>
RPM Fusion同时提供了一些自由和非自由的软件，同样的它也需要先启用EPEL
</p>

<p>
CentOS/RHEL7
</p>
<div class="org-src-container">
<pre class="src src-shell">sudo yum localinstall -y --nogpgcheck https://download1.rpmfusion.org/free/el/rpmfusion-free-release-7.noarch.rpm 
sudo yum localinstall -y --nogpgcheck https://download1.rpmfusion.org/nonfree/el/rpmfusion-nonfree-release-7.noarch.rpm
</pre>
</div>

<p>
CentOS/RHEL6
</p>
<div class="org-src-container">
<pre class="src src-shell">sudo yum localinstall --nogpgcheck https://download1.rpmfusion.org/free/el/rpmfusion-free-release-6.noarch.rpm 
sudo yum localinstall --nogpgcheck https://download1.rpmfusion.org/nonfree/el/rpmfusion-nonfree-release-6.noarch.rpm
</pre>
</div>
</div>
</div>

<div id="outline-container-orgaf0e6cc" class="outline-2">
<h2 id="orgaf0e6cc">ELRepo</h2>
<div class="outline-text-2" id="text-orgaf0e6cc">
<p>
ELRepo提供了一些硬件驱动相关的包
</p>

<p>
CentOS/RHEL7
</p>
<div class="org-src-container">
<pre class="src src-shell">sudo rpm --import https://www.elrepo.org/RPM-GPG-KEY-elrepo.org
sudo rpm -Uvh https://www.elrepo.org/elrepo-release-7.0-3.el7.elrepo.noarch.rpm
</pre>
</div>

<p>
CentOS/RHEL6
</p>
<div class="org-src-container">
<pre class="src src-shell">sudo rpm --import https://www.elrepo.org/RPM-GPG-KEY-elrepo.org
sudo rpm -Uvh https://www.elrepo.org/elrepo-release-6-8.el6.elrepo.noarch.rpm
</pre>
</div>
</div>
</div>
