linux和它的小伙伴/常用的8个第三方YUM源.org
* NUX-dextop
NUX-dextop提供了一些桌面和多媒体软件包,它也需要先启用EPEL仓库

CentOS/RHEL7
#+BEGIN_SRC shell :results org :dir /ssh:root@192.168.1.38:
  sudo rpm -Uvh http://li.nux.ro/download/nux/dextop/el7/x86_64/nux-dextop-release-0-5.el7.nux.noarch.rpm
#+END_SRC

#+RESULTS:
#+BEGIN_SRC org
Retrieving http://li.nux.ro/download/nux/dextop/el7/x86_64/nux-dextop-release-0-5.el7.nux.noarch.rpm
Preparing...                                                            (100%)#                                 (100%)##                                (100%)###                               (100%)####                              (100%)#####                             (100%)######                            (100%)#######                           (100%)########                          (100%)#########                         (100%)##########                        (100%)###########                       (100%)############                      (100%)#############                     (100%)##############                    (100%)###############                   (100%)################                  (100%)#################                 (100%)##################                (100%)###################               (100%)####################              (100%)#####################             (100%)######################            (100%)#######################           (100%)########################          (100%)#########################         (100%)##########################        (100%)###########################       (100%)############################      (100%)#############################     (100%)##############################    (100%)###############################   (100%)################################  (100%)################################# (100%)################################# [100%]
Updating / installing...
   1:nux-dextop-release-0-5.el7.nux                                     (  3%)#                                 ( 79%)##                                ( 79%)###                               ( 79%)####                              ( 79%)#####                             ( 79%)######                            ( 79%)#######                           ( 79%)########                          ( 79%)#########                         ( 79%)##########                        ( 79%)###########                       ( 79%)############                      ( 79%)#############                     ( 79%)##############                    ( 79%)###############                   ( 79%)################                  ( 79%)#################                 ( 79%)##################                ( 79%)###################               ( 79%)####################              ( 79%)#####################             ( 79%)######################            ( 79%)#######################           ( 79%)########################          ( 79%)#########################         ( 79%)##########################        ( 79%)###########################       ( 82%)############################      ( 97%)#############################     ( 97%)##############################    ( 97%)###############################   ( 97%)################################  ( 97%)################################# (100%)################################# [100%]
#+END_SRC

CentOS/RHEL6
#+BEGIN_SRC shell :results org :dir /ssh:root@192.168.1.38:
  sudo rpm -Uvh http://li.nux.ro/download/nux/dextop/el6/x86_64/nux-dextop-release-0-2.el6.nux.noarch.rpm
#+END_SRC

