blog/2018/09/16/常用的8个第三方yum源/index.html

<div id="outline-container-org5358bf2" class="outline-2">
<h2 id="org5358bf2">NUX-dextop</h2>
<div class="outline-text-2" id="text-org5358bf2">
<p>
NUX-dextop提供了一些桌面和多媒体软件包,它也需要先启用EPEL仓库
</p>

<p>
CentOS/RHEL7
</p>
<div class="org-src-container">
<pre class="src src-shell">sudo rpm -Uvh http://li.nux.ro/download/nux/dextop/el7/x86_64/nux-dextop-release-0-5.el7.nux.noarch.rpm
</pre>
</div>

<div class="org-src-container">
<pre class="src src-org">Retrieving <span style="color: #2aa1ae; text-decoration: underline;"><a href="http://li.nux.ro/download/nux/dextop/el7/x86_64/nux-dextop-release-0-5.el7.nux.noarch.rpm">http://li.nux.ro/download/nux/dextop/el7/x86_64/nux-dextop-release-0-5.el7.nux.noarch.rpm</a></span>
Preparing...                                                            (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#                                 (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##                                (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###                               (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;####                              (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#####                             (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;######                            (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#######                           (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;########                          (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#########                         (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##########                        (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###########                       (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;############                      (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#############                     (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##############                    (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###############                   (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################                  (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#################                 (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##################                (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###################               (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;####################              (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#####################             (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;######################            (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#######################           (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;########################          (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#########################         (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##########################        (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###########################       (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;############################      (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#############################     (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##############################    (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###############################   (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################  (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################# (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################# <span style="color: #86dc2f; background-color: #293235; font-weight: bold;">[100%]</span>
Updating / installing...
   1:nux-dextop-release-0-5.el7.nux                                     (  3%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#                                 ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##                                ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###                               ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;####                              ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#####                             ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;######                            ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#######                           ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;########                          ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#########                         ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##########                        ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###########                       ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;############                      ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#############                     ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##############                    ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###############                   ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################                  ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#################                 ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##################                ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###################               ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;####################              ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#####################             ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;######################            ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#######################           ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;########################          ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#########################         ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##########################        ( 79%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###########################       ( 82%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;############################      ( 97%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#############################     ( 97%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##############################    ( 97%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###############################   ( 97%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################  ( 97%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################# (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################# <span style="color: #86dc2f; background-color: #293235; font-weight: bold;">[100%]</span>
</pre>
</div>

<p>
CentOS/RHEL6
</p>
<div class="org-src-container">
<pre class="src src-shell">sudo rpm -Uvh http://li.nux.ro/download/nux/dextop/el6/x86_64/nux-dextop-release-0-2.el6.nux.noarch.rpm
</pre>
</div>
</div>
</div>
