linux和它的小伙伴/常用的8个第三方YUM源.org
* GhettoForge

CentOS/RHEL7
#+BEGIN_SRC shell :results org :dir /ssh:root@192.168.1.38:
  sudo rpm -Uvh http://mirror.ghettoforge.org/distributions/gf/gf-release-latest.gf.el7.noarch.rpm
#+END_SRC

#+RESULTS:
#+BEGIN_SRC org
Retrieving http://mirror.ghettoforge.org/distributions/gf/gf-release-latest.gf.el7.noarch.rpm
Preparing...                                                            (100%)#                                 (100%)##                                (100%)###                               (100%)####                              (100%)#####                             (100%)######                            (100%)#######                           (100%)########                          (100%)#########                         (100%)##########                        (100%)###########                       (100%)############                      (100%)#############                     (100%)##############                    (100%)###############                   (100%)################                  (100%)#################                 (100%)##################                (100%)###################               (100%)####################              (100%)#####################             (100%)######################            (100%)#######################           (100%)########################          (100%)#########################         (100%)##########################        (100%)###########################       (100%)############################      (100%)#############################     (100%)##############################    (100%)###############################   (100%)################################  (100%)################################# (100%)################################# [100%]
Updating / installing...
   1:gf-release-7-10.gf.el7                                             ( 63%)#                                 ( 63%)##                                ( 63%)###                               ( 63%)####                              ( 63%)#####                             ( 63%)######                            ( 63%)#######                           ( 63%)########                          ( 63%)#########                         ( 63%)##########                        ( 63%)###########                       ( 63%)############                      ( 63%)#############                     ( 63%)##############                    ( 63%)###############                   ( 63%)################                  ( 63%)#################                 ( 63%)##################                ( 63%)###################               ( 63%)####################              ( 63%)#####################             ( 98%)######################            ( 98%)#######################           ( 98%)########################          ( 98%)#########################         ( 98%)##########################        ( 98%)###########################       ( 98%)############################      ( 98%)#############################     ( 98%)##############################    ( 98%)###############################   ( 98%)################################  ( 98%)################################# (100%)################################# [100%]
#+END_SRC

CentOS/RHEL6
#+BEGIN_SRC shell :results org :dir /ssh:root@192.168.1.38:
  sudo rpm -Uvh http://mirror.ghettoforge.org/distributions/gf/gf-release-latest.gf.el6.noarch.rpm
#+END_SRC

