blog/2018/09/16/常用的8个第三方yum源/index.html

<div id="outline-container-org05a7956" class="outline-2">
<h2 id="org05a7956">GhettoForge</h2>
<div class="outline-text-2" id="text-org05a7956">
<p>
CentOS/RHEL7
</p>
<div class="org-src-container">
<pre class="src src-shell">sudo rpm -Uvh http://mirror.ghettoforge.org/distributions/gf/gf-release-latest.gf.el7.noarch.rpm
</pre>
</div>

<div class="org-src-container">
<pre class="src src-org">Retrieving <span style="color: #2aa1ae; text-decoration: underline;"><a href="http://mirror.ghettoforge.org/distributions/gf/gf-release-latest.gf.el7.noarch.rpm">http://mirror.ghettoforge.org/distributions/gf/gf-release-latest.gf.el7.noarch.rpm</a></span>
Preparing...                                                            (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#                                 (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##                                (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###                               (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;####                              (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#####                             (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;######                            (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#######                           (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;########                          (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#########                         (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##########                        (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###########                       (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;############                      (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#############                     (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##############                    (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###############                   (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################                  (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#################                 (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##################                (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###################               (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;####################              (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#####################             (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;######################            (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#######################           (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;########################          (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#########################         (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##########################        (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###########################       (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;############################      (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#############################     (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##############################    (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###############################   (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################  (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################# (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################# <span style="color: #86dc2f; background-color: #293235; font-weight: bold;">[100%]</span>
Updating / installing...
   1:gf-release-7-10.gf.el7                                             ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#                                 ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##                                ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###                               ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;####                              ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#####                             ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;######                            ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#######                           ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;########                          ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#########                         ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##########                        ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###########                       ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;############                      ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#############                     ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##############                    ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###############                   ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################                  ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#################                 ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##################                ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###################               ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;####################              ( 63%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#####################             ( 98%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;######################            ( 98%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#######################           ( 98%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;########################          ( 98%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#########################         ( 98%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##########################        ( 98%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###########################       ( 98%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;############################      ( 98%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;#############################     ( 98%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;##############################    ( 98%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;###############################   ( 98%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################  ( 98%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################# (100%)&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;&#8;################################# <span style="color: #86dc2f; background-color: #293235; font-weight: bold;">[100%]</span>
</pre>
</div>

<p>
CentOS/RHEL6
</p>
<div class="org-src-container">
<pre class="src src-shell">sudo rpm -Uvh http://mirror.ghettoforge.org/distributions/gf/gf-release-latest.gf.el6.noarch.rpm
</pre>
</div>
</div>
</div>
